[
    {"category": "Carpet Cleaning", "description": "Thorough carpet shampooing and steam cleaning to remove stains, dirt, and allergens."},
    {"category": "Window Cleaning", "description": "Streak-free interior and exterior window cleaning for a crystal-clear view."},
    {"category": "Deep Cleaning", "description": "Comprehensive top-to-bottom home cleaning targeting hidden grime and buildup."},
    {"category": "Move-in/Move-out Cleaning", "description": "Detailed cleaning service tailored for relocating homeowners or renters."},
    {"category": "Green Cleaning", "description": "Eco-conscious cleaning using non-toxic and biodegradable products."},
    {"category": "Pet Stain Removal", "description": "Specialized service to eliminate pet stains and odors from carpets and furniture."},
    {"category": "Upholstery Cleaning", "description": "Safe and effective cleaning for sofas, chairs, and other fabric furniture."},
    {"category": "Garage Cleaning", "description": "Organizing and deep-cleaning of garage spaces including floors and shelving."},
    {"category": "Kitchen Cleaning", "description": "Degreasing and sanitizing countertops, appliances, cabinets, and sinks."},
    {"category": "Bathroom Sanitization", "description": "Disinfecting and scrubbing of all bathroom surfaces for hygienic freshness."},
    {"category": "Basement Cleaning", "description": "Clearing clutter, vacuuming, and dusting hard-to-reach basement areas."},
    {"category": "Attic Cleaning", "description": "Dust removal and light sanitation of attic spaces, vents, and insulation."},
    {"category": "Tile and Grout Cleaning", "description": "High-pressure or steam cleaning of tiles and grout lines in kitchens and baths."},
    {"category": "Appliance Cleaning", "description": "Deep cleaning of ovens, refrigerators, microwaves, and dishwashers."},
    {"category": "Disinfection Services", "description": "Hospital-grade disinfectant application for surfaces to reduce pathogens."},
    {"category": "Post-Renovation Cleaning", "description": "Clearing dust, debris, and construction residue after home improvements."},
    {"category": "Seasonal Cleaning", "description": "Spring or fall deep cleans to prepare your home for seasonal changes."},
    {"category": "Outdoor Pressure Washing", "description": "Pressure washing of driveways, siding, patios, and decks."},
    {"category": "Furniture Cleaning", "description": "Detailed cleaning and conditioning for wood, leather, or fabric furniture."},
    {"category": "Airbnb Turnover Cleaning", "description": "Fast and thorough cleaning service designed for short-term rental properties."},
    {"category": "Tile Sealing", "description": "Sealing tiles and grout to prevent stains and damage in high-traffic areas."},
    {"category": "Dryer Vent Cleaning", "description": "Cleaning of dryer vents to reduce fire hazards and improve appliance efficiency."},
    {"category": "Floor Polishing", "description": "Restoring shine and smoothness to hardwood, tile, or vinyl floors."},
    {"category": "Ceiling Fan Cleaning", "description": "Dusting and cleaning of ceiling fans to improve air quality and efficiency."},
    {"category": "Chandelier Cleaning", "description": "Careful cleaning of chandeliers and light fixtures to restore sparkle."},
    {"category": "Pressure Washing for Roofs", "description": "Removing dirt, moss, and algae from roof surfaces with high-pressure washing."},
    {"category": "Solar Panel Cleaning", "description": "Efficient cleaning of solar panels to maintain optimal energy production."},
    {"category": "Oven Hood Cleaning", "description": "Cleaning of oven hoods and exhaust fans to remove grease buildup."},
    {"category": "Laundry Room Cleaning", "description": "Washing and sanitizing laundry rooms, including machines, floors, and shelves."},
    {"category": "Hot Tub Cleaning", "description": "Cleaning and sanitizing hot tubs to ensure a safe and enjoyable soak."},
    {"category": "Wine Cellar Cleaning", "description": "Cleaning and organizing of wine cellars, including dusting and sanitizing bottles."},
    {"category": "Stone Floor Cleaning", "description": "Cleaning and restoring natural stone floors such as marble, granite, and slate."},
    {"category": "Cleaning for Home Theaters", "description": "Dusting and cleaning of home theater equipment, seating, and surfaces."},
    {"category": "Outdoor Furniture Cleaning", "description": "Cleaning and maintaining outdoor furniture to preserve its appearance and durability."},
    {"category": "Blinds and Drapery Cleaning", "description": "Deep cleaning and dusting of window blinds and drapery to remove dirt and allergens."},
    {"category": "Hood Vent Cleaning", "description": "Cleaning the grease traps and filters in kitchen hood vents to improve airflow."},
    {"category": "Commercial Carpet Cleaning", "description": "Professional carpet cleaning for businesses and offices with high-traffic areas."},
    {"category": "Water Damage Restoration", "description": "Cleaning and restoring areas affected by water damage, including mold removal."},
    {"category": "Mold Remediation", "description": "Identifying and removing mold from homes and businesses to ensure a healthy environment."},
    {"category": "Construction Clean-up", "description": "Cleaning and debris removal after construction projects, including dusting and sanitizing."},
    {"category": "Post-Event Cleaning", "description": "Cleaning up after events, including trash removal and deep surface cleaning."},
    {"category": "Emergency Cleaning", "description": "Rapid-response cleaning for urgent situations like spills, accidents, or disasters."},
    {"category": "Cleaning for Elderly Homes", "description": "Cleaning and sanitizing homes for elderly residents, with a focus on safety and accessibility."},
    {"category": "Holiday Cleaning", "description": "Deep cleaning services for your home before or after the holiday season."},
    {"category": "Eco-Friendly Carpet Cleaning", "description": "Carpet cleaning using sustainable, non-toxic cleaning agents."},
    {"category": "Hardwood Floor Cleaning", "description": "Cleaning and conditioning of hardwood floors to maintain their shine and longevity."},
    {"category": "Eco-Friendly Window Cleaning", "description": "Window cleaning using eco-friendly products that are safe for the environment."},
    {"category": "Pressure Washing for Decks", "description": "Using pressure washing to clean and restore wood or composite decks."},
    {"category": "Rain Gutter Cleaning", "description": "Clearing gutters of leaves, debris, and dirt to prevent water damage to your property."},
    {"category": "Carpet Stretching", "description": "Restretching carpets to remove wrinkles and prevent further damage."},
    {"category": "HVAC Duct Cleaning", "description": "Cleaning and sanitizing HVAC ducts to improve air quality and system efficiency."},
    {"category": "Pet Hair Removal", "description": "Specialized cleaning to remove pet hair from carpets, furniture, and other surfaces."},
    {"category": "Garage Organization", "description": "Organizing tools, equipment, and supplies in the garage to maximize space."},
    {"category": "Pest Control Cleaning", "description": "Cleaning services that help prevent pest infestations, including sanitizing and sealing entry points."},
    {"category": "Furniture Refinishing", "description": "Restoring the look of wood, leather, or fabric furniture through deep cleaning and repairs."},
    {"category": "Air Purification", "description": "Purifying the air in your home by removing pollutants and allergens."},
    {"category": "Restroom Cleaning", "description": "Comprehensive cleaning of restroom facilities in commercial or residential spaces."},
    {"category": "Disinfecting High-Touch Surfaces", "description": "Sanitizing high-touch areas like doorknobs, light switches, and counters."},
    {"category": "Estate Cleanout", "description": "Comprehensive cleaning and removal of items in large estates or properties."},
    {"category": "Car Interior Cleaning", "description": "Thorough cleaning of car interiors, including vacuuming and upholstery care."},
    {"category": "Refrigerator Cleaning", "description": "Cleaning and sanitizing the interior of refrigerators to remove food buildup and odors."},
    {"category": "Specialty Rug Cleaning", "description": "Gentle cleaning for delicate and high-end area rugs to restore their beauty."},
    {"category": "Lawn and Garden Cleaning", "description": "Cleaning garden areas, including mowing, raking, and tidying up outdoor spaces."},
    {"category": "Dusting and Polishing", "description": "Dusting and polishing furniture, shelves, and surfaces to restore shine and cleanliness."},
    {"category": "Laundry Service", "description": "Providing laundry services, including washing, drying, folding, and ironing."},
    {"category": "Crawl Space Cleaning", "description": "Cleaning crawl spaces to remove dirt, debris, and ensure proper ventilation."},
    {"category": "Boat Cleaning", "description": "Cleaning and maintaining boats, including hulls, decks, and interiors."},
    {"category": "Vacation Rental Cleaning", "description": "Detailed cleaning service tailored for short-term vacation rental properties."},
    {"category": "Mobile Car Wash", "description": "Convenient car washing services at your location, including interior and exterior cleaning."},
    {"category": "Fireplace Cleaning", "description": "Cleaning and maintaining fireplaces to ensure safety and efficiency."},
    {"category": "Curtain and Drapery Cleaning", "description": "Deep cleaning of curtains and drapes to remove dust, stains, and allergens."},
    {"category": "Steam Cleaning", "description": "Using high-temperature steam to clean and sanitize various surfaces without chemicals."},
    {"category": "Ozone Cleaning", "description": "Using ozone technology to eliminate odors and sanitize spaces."},
    {"category": "Flood Damage Cleaning", "description": "Cleaning up and restoring areas affected by flooding, including water extraction and mold removal."},
    {"category": "Industrial Cleaning", "description": "Heavy-duty cleaning services for factories, warehouses, and industrial sites."},
    {"category": "Rug Repair", "description": "Repairing damaged or worn area rugs to restore their integrity and appearance."},
    {"category": "High-Pressure Cleaning", "description": "Using high-pressure water systems to clean outdoor surfaces and remove tough grime."},
    {"category": "Deodorizing Services", "description": "Eliminating unpleasant odors from homes, businesses, and vehicles with safe deodorizing techniques."},
    {"category": "Chimney Sweep", "description": "Cleaning and inspecting chimneys to prevent blockages and ensure safe use."},
    {"category": "Waxing and Sealing", "description": "Applying wax or sealant to floors, countertops, and furniture for protection and shine."},
    {"category": "Concrete Floor Cleaning", "description": "Cleaning and maintaining concrete floors in commercial or industrial settings."},
    {"category": "Eco-Friendly Disinfection", "description": "Sanitizing services using eco-friendly, non-toxic disinfectants."},
    {"category": "Swimming Pool Cleaning", "description": "Maintaining and cleaning swimming pools, including skimming, brushing, and chemical balancing."},
    {"category": "Deck Staining", "description": "Staining and sealing decks to enhance appearance and protect from weather damage."},
    {"category": "Air Duct Sanitization", "description": "Sanitizing air ducts to remove bacteria, mold, and allergens from the ventilation system."},
    {"category": "Moss Removal", "description": "Removing moss from roofs, decks, and other outdoor surfaces."},
    {"category": "Cleaning for New Construction", "description": "Post-construction cleaning services for newly built homes and buildings."},
    {"category": "Holiday Decoration Setup", "description": "Setting up and decorating homes for the holiday season, including lights and ornaments."},
    {"category": "Emergency Flood Cleaning", "description": "Rapid cleaning and restoration after a flood or water damage event."},
    {"category": "Concrete Sealing", "description": "Sealing concrete surfaces to prevent damage from moisture, stains, and wear."},
    {"category": "Sofa Cleaning", "description": "Thorough cleaning and deodorizing of sofas and couches to remove dirt and stains."},
    {"category": "Spring Cleaning", "description": "A comprehensive deep cleaning to refresh your home during the spring season."},
    {"category": "Light Fixture Cleaning","description": "Careful cleaning of light fixtures, removing dust and insects to enhance brightness and hygiene."},
    {"category": "Mattress Cleaning","description": "Deep cleaning and sanitizing of mattresses to remove dust mites, stains, and odors."},
    {"category": "Trash Bin Sanitization","description": "Disinfecting and deodorizing indoor and outdoor trash bins to eliminate bacteria and foul smells."},
    {"category": "Grill Cleaning","description": "Degreasing and scrubbing of BBQ grills for safe and hygienic cooking surfaces."},
    {"category": "Shoe Rack Cleaning","description": "Organizing and cleaning shoe racks to remove dirt, mud, and accumulated debris."},
    {"category": "Pet Area Cleaning","description": "Sanitizing areas where pets eat, sleep, and play to maintain hygiene and odor control."},
    {"category": "Ceiling Cleaning","description": "Dusting and removing cobwebs and buildup from ceilings in living areas or garages."},
    {"category": "Wall Washing","description": "Cleaning and scrubbing interior walls to remove fingerprints, stains, and grime."}
]
